DATABASE_PATH = 'db.json'

BANNER = """
  888888                                 d8b                   
    "88b                                 Y8P                   
     888                                                       
     888  8888b.  .d8888b  88888b.d88b.  888 88888b.   .d88b.  
     888     "88b 88K      888 "888 "88b 888 888 "88b d8P  Y8b 
     888 .d888888 "Y8888b. 888  888  888 888 888  888 88888888 
     88P 888  888      X88 888  888  888 888 888  888 Y8b.     
     888 "Y888888  88888P' 888  888  888 888 888  888  "Y8888  
   .d88P                                                       
 .d88P"                                                        
888P"                                                                                                                                                                                                                                                                                                                                                                                                                           
"""

UNITS = ["纪委机关", "法院", "检察院", "发展改革委", "民政局", "财政局", "人社局", "住建局", "水利局", "农业农村局",
         "文体旅游局", "市场监管局", "自然资源规划局", "市委办", "党校", "人大机关", "政协机关", "司法局", "城管局",
         "数据局", "供销总社", "组织部", "宣传部", "统战部", "社工部", "政法委", "编办", "老干部局", "史志办", "总工会",
         "团市委", "妇联", "科协", "工商联", "残联", "红十字会", "政府办", "机关事务服务中心", "科技局", "商务局",
         "退役军人局", "审计局", "统计局", "医保局", "信访局", "国调队", "靖江引航站", "烟草局", "气象局", "盐业公司"]
